{
    "dateid":[{
        "name":"Tom Clancy’s The Division™",
        "day":"2016年3月8日",
        "dvlp":"Massive Entertainment",
        "isbn":"Ubisoft",
        "img":"4",
        "icon":["win","mac","linux"],
        "money":"248",
        "clas":["开放世界","第三人称射击","多人","动作","合作"],
        "txt1":"我们生于一个复杂的世界，她越先进，就会变得越易受攻击。我们创造了一个纸牌之屋：只需拿走一张纸牌，便全盘坍塌。在黑色星期五——一种毁坏性的流行病席卷了整个纽约，基础设施接二连三地慢慢瘫痪。在短短几天内，失去生活必需品的整个社会陷入了混乱。",
        "txt2":["我们生于一个复杂的世界，她越先进，就会变得越易受攻击。我们创造了一个纸牌之屋：只需拿走一张纸牌，便全盘坍塌。在黑色星期五——一种毁坏性的流行病席卷了整个纽约，基础设施接二连三地慢慢瘫痪。在短短几天内，失去生活必需品的整个社会陷入了混乱。The Division，一个由战术特工组成的团体被唤醒了。这些特工以普通人的身份藏身于人群中，他们受过专门训练，以在危机中拯救社会。",
                "当社会倒塌时，我们便崛起。",
                "关键特性",
                "夺回纽约：欢迎体验新一代持续动态开放环境，这由地面建立直达合作公寓，在这里，开发和玩家的发展进程显得尤为重要。加入“The Division”，与特工合作，你的任务是恢复秩序、寻找病毒源头，并夺回纽约。",
                "生存世界：这个世界中的时间和天气都会给你带来不同的游戏体验。利用环境来取得战略优势，从而支配战斗、伏击敌人。使用防毒面具来防御病毒，并且通过升级面具来进入污染程度最高的区域。",
                "都市丛林：纽约充斥着想要从乱世中牟利的敌对帮派。留意身负行囊在城市中徘徊、掠夺弱者的暴徒。与清除者作战，他们身着防护服、挥舞着火焰喷射器，依靠烧毁所有事物与人类消灭病毒。一群罪犯在混乱爆发之时从雷克岛监狱逃出，想要报复这座城市并控制它，他们称之为“雷克帮”，你要歼灭他们。",
                "升级并定制特工：运用最先进的科技，广播网和蓝图都能为“全境封锁”提供帮助。制定您的角色、背包以及在深陷危机纽约中的生命线。使用智能手表，与其他特工随时保持联系。搜刮被击败的敌人，订制和升级您的武器、工具以及技能。",
                "前沿科技：选择升级技能，使队友更强大来增加赢得战斗的几率。转换技能，例如搜寻矿藏来找到敌人、探索能够高度分散注意力的塔楼、抑或是能够观察战略环境的无线电。利用回声技术（一种能冻结时间的数据收集工具）来了解宝贵的即时环境信息，并且找到隐藏的战利品，帮助揭开流行病扩散真相。",
                "无缝多人游玩模式——暗区：进入位于曼哈顿中央的黑暗地带，这里是高墙林立的隔离区，有着在军队撤离时留下最为珍贵的战利品。这里同时也是在游戏中最危险的区域，充满了恐惧、背叛和不安。与其他玩家组队打到敌人，借助直升机发掘传奇战利品。是与其他特工合作、袭击他们或偷盗他们的物品。一切由你自己决定。",
                "雪莲花引擎：完全由次时代雪莲花引擎提供动力的《汤姆克兰西：全境封锁》，开创了游戏现实主义的一条全新界限和对开放世界的描绘。体验你从未见过，混乱残破的纽约。 ",
                "<iframe src='http://store.steampowered.com/widget/365590/95503/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"H1Z1 King of the Kill",
        "day":"2016年2月18日",
        "dvlp":"Daybreak Game Company",
        "isbn":"Daybreak Game Company",
        "img":"6",
        "icon":["win"],
        "money":"68",
        "clas":["Early Access","生存","多人","动作","大型多人在线"],
        "txt1":"H1Z1: King of the Kill is a fast-paced shooter in which players compete in large-scale chaotic PvP spectacles of skill, wit and a little luck, where everyone must fight to the death to stand alone at the top of the podium. ",
        "txt2":["H1Z1: King of the Kill is a large-scale, fight-to-the-death shooter where every moment counts. Drop into the high-intensity, arena-style grudge match and activate your inner beast mode. Gear up fast, throw together a game plan, and we’ll see if you have what it takes to be the last man standing. Rack up a kill streak or just add to the chaos – this is a spectacle and only one can be King of the Kill. #TakeYourShot ",
                "Visit the King of the Kill website <a href='https://www.h1z1.com/king-of-the-kill/home'>https://www.h1z1.com/king-of-the-kill/home</a> for more info! ",
                "<iframe src='http://store.steampowered.com/widget/433850/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"NBA 2K17",
        "day":"2016年9月20日",
        "dvlp":"Visual Concepts",
        "isbn":"2K",
        "img":"10",
        "icon":["win"],
        "money":"199",
        "clas":["体育","篮球","多人","模拟","单人"],
        "txt1":"在打破销售记录的《NBA 2K16》之后，NBA 2K系列继续将用《NBA 2K17》巩固其最为权威的体育电子游戏的地位。作为“所有体育电子游戏的榜样”（GamesRadar），《NBA 2K17》会将游戏提升到新的高度，并进一步打破游戏和现实的壁垒。 ",
        "txt2":["在打破销售记录的《NBA 2K16》之后，NBA 2K系列继续将用《NBA 2K17》巩固其最为权威的体育电子游戏的地位。作为“所有体育电子游戏的榜样”（GamesRadar），《NBA 2K17》会将游戏提升到新的高度，并进一步打破游戏和现实的壁垒。 ",
        "<iframe src='http://store.steampowered.com/widget/385760/116031/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Grand Theft Auto V",
        "day":"2015年4月14日",
        "dvlp":"Rockstar North",
        "isbn":"Rockstar Games",
        "img":"10",
        "icon":["win"],
        "money":"189",
        "clas":["开放世界","动作","多人","第一人称视角","犯罪"],
        "txt1":"GTA Online Stunt Race Creator is now available. Anyone can now build and share their own custom stunt courses. Prepare for a unrelenting barrage of new and outlandish custom Races throughout Los Santos and Blaine County. ",
        "txt2":["When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.",
                "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second. ",
                "The game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support. ",
                "Grand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.",
                "The PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.",
                "Grand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing. ",
                "Soundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks.",
                "Existing players on PlayStation®3, PlayStation®4, Xbox 360 and Xbox One are able to transfer their Grand Theft Auto Online characters and progression to PC. For more information, please visit rockstargames.com/gtaonline/charactertransfer. ",
                "<iframe src='http://store.steampowered.com/widget/271590/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Quantum Break",
        "day":"2016年9月29日",
        "dvlp":"Remedy Entertainment",
        "isbn":"Microsoft Studios",
        "img":"4",
        "icon":["win"],
        "money":"112",
        "clas":["时空操控","动作","单人","第三人称视角","剧情丰富"],
        "txt1":"From Remedy Entertainment, the masters of cinematic action games, comes Quantum Break, a time-amplified suspenseful blockbuster. The Quantum Break experience is part game, part live action show—where decisions in one dramatically affect the other. ",
        "txt2":["In the aftermath of a split second of destruction that fractures time itself, two people find they have changed and gained extraordinary abilities. One of them travels through time and becomes hell-bent on controlling this power. The other uses these new abilities to attempt to defeat him – and fix time before it tears itself irreparably apart. Both face overwhelming odds and make dramatic choices that will determine the shape of the future. Quantum Break is a unique experience; one part hard-hitting video game, one part thrilling live action show, featuring a stellar cast, including Shawn Ashmore as the hero Jack Joyce, Aidan Gillen as his nemesis Paul Serene and Dominic Monaghan as Jack’s genius brother William. Quantum Break is full of the vivid storytelling, rich characters and dramatic twists Remedy Entertainment are renowned for. Your choices in-game will affect the outcome of this fast-paced fusion between game and show giving the player a completely unique entertainment experience.",
                "FEATURES:",
                "• In-depth, fast-paced narrative experience crafted by Remedy Entertainment",
                "• Top quality live action show that is directly impacted by choices made in-game",
                "• Stellar cast of actors",
                "• One story told many ways",
                "• Time-amplified action gameplay",
                "• Navigate epic scenes of destruction as they skip and rewind in broken time ",
                "<iframe src='http://store.steampowered.com/widget/474960/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Mafia III",
        "day":"2016年10月8日",
        "dvlp":"Hangar 13",
        "isbn":"2K",
        "img":"10",
        "icon":["win"],
        "money":"199",
        "clas":["犯罪","开放世界","动作","单人","剧情丰富","氛围"],
        "txt1":"1968年，世道早已改变。多年越战归来后，林肯·克莱明白了这个真理：家人并不是伴你而生的人，而是你愿意为之赴死的人。 ",
        "txt2":["1968年，在参加了多年越战之后，林肯·克莱明白了这个真理：家人并不是伴你而生的人，而是你愿意为之赴死的人。在回到了在新波尔多的家之后，林肯试图逃离他罪恶的过去。但当他的代理家族，黑色暴徒，被意大利黑手党背叛并灭门之后，林肯在一片疮痍之上创建了一个新的家族，并用铁血的手段向那些相关的黑手党成员进行报复和复仇。激烈的枪战，拳拳到肉的格斗，令人窒息的驾驶和街头智慧皆是必需的。不过有了合适的成员，严酷的决定和一些幕后工作之后，要让它达到这个城市地下世界的顶端也未尝不可。 ",
                "新波尔多，1968年新奥尔良的重现：",
                "一个巨大，多样化的，由暴徒和贪官污吏所统治的开放世界，并用那个时代的社会气氛下的声光艳影细细刻画。 ",
                "一位不得已之下诞生的致命的反英雄：",
                "扮演林肯·克莱，作为孤儿和越战老兵的身份，下定决心要向意大利黑手党复仇，因为他们残忍屠杀了他曾拥有的，如果家人般存在的“黑色暴徒”。 ",
                "以你的方式复仇：",
                "选择属于你的游玩方式，利用林肯的军队训练背景，收集情报击倒意大利黑手党，从肉搏、枪战到潜入暗杀皆为你选。 ",
                "从一片疮痍之上崛起的新家族：",
                "以你的独特手段建立起一个全新的犯罪帝国，你可选择你要奖励或是背叛的对象……",
                "<iframe src='http://store.steampowered.com/widget/360430/123195/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Lost Castle",
        "day":"2016年9月1日",
        "dvlp":"Hunter Studio",
        "isbn":"Another Indie",
        "img":"10",
        "icon":["win","mac"],
        "money":"33",
        "clas":["冒险","类Rogue","动作","单人","角色扮演","独立"],
        "txt1":"Lost Castle 是包含了rogue-like随机元素的动作冒险类游戏，尝试用随机拾取的装备，道具和宝物挑战盘踞城堡的敌人。 ",
        "txt2":["Lost Castle 是包含了rogue-like随机元素的动作冒险类游戏，尝试用随机拾取的装备，道具和宝物挑战盘踞城堡的敌人。 ",
                "序:",
                "Harwood曾经是被贵族统治的城堡，平凡的日子不幸迎来了终结，邪恶降临到了这片土地之上，曾经的主人贵族们被恶魔或奴役或杀害。渐渐地，恶魔们不满足于此，毗邻Harwood城堡的其他领地之民饱受侵扰。各地的勇者们开始踏入了Harwood城堡寻找邪恶的根源...<br/>你扮演的是一位踏入Harwood城堡的宝藏猎人，计划着用手中的剑去伸张正义，顺便.....干点宝藏猎人的勾当。然而城堡已被邪恶侵蚀，一切能如你所愿？ ",
                "主要特色:",
                "• rogue-like和大量随机元素 ",
                "• 多种多样的70+道具和50+药水 ",
                "• 各具特色的100+武器和50+防具，攻击动作及技能会随武器种类不同而不同 ",
                "• 随机生成的场景，宝物，怪物，Boss ",
                "• 通过灵魂献祭，提升角色等级和习得新能力 ",
                "• 支持单人游戏和双人本地合作  ",
                "<iframe src='http://store.steampowered.com/widget/434650/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Portal 2",
        "day":"2011年4月19日",
        "dvlp":"Valve",
        "isbn":"Valve",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"68",
        "clas":["解谜","合作","第一人称视角","换了","科幻","单人"],
        "txt1":"“终身测试计划”现已升级，您可以为您自己或您的好友设计合作谜题！ ",
        "txt2":["Portal 2 用创新的游戏内容、故事以及最初 Portal 那赢得超过 70 项以上业界奖项般的配乐打造出另一个大奖赢家的继承者。 ",
                "Portal 2 的单人游戏部分带来充满活力的新角色、一大堆新鲜的解谜元素，以及更大、更加曲折的试验室。玩家将可以于前所未见的光圈科技实验室中探索，并且与在原游戏中引导你，偶尔想要把你杀掉的电脑陪伴者 GLaDOS 重逢。 ",
                "本游戏的双人合作模式将有其独立的战役内容，包含独特的故事、试验室，以及两名新的玩家角色。这项新的游戏模式让玩家必须重新思考所有他们在 Portal 中所了解到的事实。想要过关不只要一起行动，还必须一起思考。 ",
                "游戏特色:",
                "• 丰富的单人游戏：次世代的游戏内容与令人注目的故事剧情。  ",
                "• 完整双人合作模式：多人连线内容具有其额外的故事、角色，以及游戏内容。 ",
                "• 高级物理系统：创造出前所未见的新领域，带来更加有趣的挑战，规模更大但不会更难的游戏。",
                "• 原创音乐。",
                "• 大作续集：全球超过 30 个媒体杂志将初代 Portal 选为 2007 年度游戏。 ",
                "• 编辑工具：Portal 2 编辑工具将会包含在内。 ",
                "<iframe src='http://store.steampowered.com/widget/620/7877/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Battlerite",
        "day":"2016年9月20日",
        "dvlp":"Stunlock Studios",
        "isbn":"Stunlock Studios",
        "img":"10",
        "icon":["win"],
        "money":"68",
        "clas":["Early Access","玩家对战","动作","多人","竞技"],
        "txt1":"欢迎来到战士们将一生奉献给竞技场的世界。 ",
        "txt2":["Battlerite 是 PvP 团队竞技场打手和精神的继承受好评 Bloodline Champions。经验的自上而下的射击游戏，与快节奏的格斗游戏的独特结合。参加竞争激烈、 刺激的 2v2，3v3 战斗。 ",
                "控制几个具有特殊能力的战士，参与快速、激烈的对抗。使用独特的 WASD 移动和游标描述功能，躲避敌方子弹、释放终极技能。这是一个考验技巧性设计、时间掌握和反应能力的游戏。",
                "竞技场火拼",
                "在 10 至 15 分钟的激烈反应战斗中脱颖而出。在对战中无论你是老兵还是菜鸟，所有战士都有相同的胜算。这是最严谨也最纯粹的战斗模式。",
                "参与BATTLERITES",
                "通过执行古老的仪式获得能力并解锁力量。选择仪式对抗对手，随着比赛进行策略化的定制打法。",
                "赢得观众喝彩",
                "在充满活力的战场上、在人群的欢呼声中并肩作战。与好友组队，粉碎对手并获得支持者。Battlerite 是吸引观众的终极运动。",
                "上下子弹时间",
                "利用令人兴奋的子弹时间系统，让你在每次行动后重新思考你的下一个决定。在慢动作镜头下躲过敌方的致命攻击，就像电影里演的那样。 ",
                "<iframe src='http://store.steampowered.com/widget/504370/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"DOOM",
        "day":"2016年5月12日",
        "dvlp":"id Software",
        "isbn":"Bethesda Softworks",
        "img":"10",
        "icon":["win"],
        "money":"199",
        "clas":["动作","血腥","第一人称视角","恶魔","射击","多人"],
        "txt1":"DOOM® returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat.",
        "txt2":["Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using DOOM SnapMap game editor to easily create, play, and share your content with the world. ",
                "STORY:",
                "You’ve come here for a reason. The Union Aerospace Corporation’s massive research facility on Mars is overwhelmed by fierce and powerful demons, and only one person stands between their world and ours. As the lone DOOM Marine, you’ve been activated to do one thing – kill them all.",
                "KEY FEATURES:",
                "• A Relentless Campaign",
                " There is no taking cover or stopping to regenerate health as you beat back Hell’s raging demon hordes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. ",
                "• Return of id Multiplayer",
                " Dominate your opponents in DOOM’s signature, fast-paced arena-style combat. In both classic and all-new game modes, annihilate your enemies utilizing your personal blend of skill, powerful weapons, vertical movement, and unique power-ups that allow you to play as a demon. ",
                "• Endless Possibilities",
                " DOOM SnapMap – a powerful, but easy-to-use game and level editor – allows for limitless gameplay experiences on every platform. Without any previous experience or special expertise, any player can quickly and easily snap together and visually customize maps, add pre-defined or completely custom gameplay, and even edit game logic to create new modes. Instantly play your creation, share it with a friend, or make it available to players around the world – all in-game with the push of a button. ",
                "<iframe src='http://store.steampowered.com/widget/379720/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Princess Maker 2 Refine",
        "day":"2016年9月28日",
        "dvlp":"CFK Co., Ltd.",
        "isbn":"CFK Co., Ltd.",
        "img":"8",
        "icon":["win"],
        "money":"68",
        "clas":["模拟","日本动画","多结局","单人","角色扮演","经典"],
        "txt1":"「美少女梦幻物语 2 Refine」是在所有系列中于亚洲市场创下最高记录，一路讴歌的系列「美少女梦幻物语 2」的翻版作。内容是从星座之神的指引下得到天界少女，并作为父亲将其从10岁平安持养至18岁的故事。 在抚养过程中，通过各种打工及授课的详细参数设置，支撑整系列的人气角色管家「邱普」的登场。",
        "txt2":["星星给你的闪耀梦",
                "为使堕落的都城灭亡，天界将魔王的军队派往人间。<br.>是一位流浪剑客拯救了即将灭亡的都城。<br/>在星光闪耀的某一天晚上，剑士被神秘的声音吸引而迈向了城外。<br/>呼唤剑士的是星座之神，他将一名纯真的少女拜托给了剑士抚养。<br/>就这样流浪剑士定居在了都城，成为少女的父亲，迈入第二人生……",
                "好多种梦想，好多种未来，却只有一次的人生……",
                "「美少女梦幻物语 2 Refine」是一位父亲将星星赐予的少女养育成人的模拟游戏。女儿养育时间为10岁到18岁为止的8年，你的女儿将经历丰富的经历渐渐长大。根据你的选择她将面临各种未来。那么，你想与这个少女编织怎样的梦呢……？",
                "画面/声音 重新包装！重新归来的美少女梦幻物语2Refine。",
                "自94年上市的原版重新诞生而来，高清晰度、全彩画面的「美少女梦幻物语 2 Refine」。它不仅画面唯美，且全部登台人物皆配有声音。那就与全新的声音/全新的画面及更加美丽可爱的女儿幸福的度过每一天吧。 ",
                "<iframe src='http://store.steampowered.com/widget/523000/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Dead by Daylight",
        "day":"2016年6月14日",
        "dvlp":"Behaviour Digital Inc.",
        "isbn":"Starbreeze Studios",
        "img":"10",
        "icon":["win"],
        "money":"82",
        "clas":["恐怖","恐怖生存","多结局","多人","生存","潜行"],
        "txt1":"Dead by Daylight是一款多人(4vs1) 的恐怖游戏。游戏由其中一人扮演野蛮杀手，另外四人扮演逃生者。逃生者们将试图从野蛮杀手手中奋力逃脱，从而让自己免去被残忍杀害的危险。",
        "txt2":["死亡并不是解脱。",
                "Dead by Daylight是一款多人(4vs1) 恐怖生存游戏。游戏由其中一人扮演野蛮杀手，另外四人扮演逃生者。逃生者们将试图从野蛮杀手手中奋力逃脱，从而让自己免去被残忍折磨并杀害的危险。 ",
                "逃生者们将以第三视角进行游戏，其优势在于对周围环境拥有更开阔的视野。而杀手则将以第一视角进行游戏并且更着眼于眼前的猎物。 ",
                "逃生者的目标固然就是在不被杀手抓到的情况下安全的逃离杀戮场——不过相信我，这件事做起来真的没有听上去这么容易，特别是每当周围环境有所变化的时候。 ",
                "更多关于本游戏的信息尽在<a href='http://www.deadbydaylight.com'>http://www.deadbydaylight.com<a>",
                "Key Features",
                "• 要一起活下去吗… - 作为逃生者的你既可以和其他人合作也可以选择单打独斗。当然你活下来的几率则将会根据是否与他人合作而改变。那么问题来了，你有信心以智慧取胜并且逃离他们的杀戮场吗？ ",
                "• 我到底在哪？ - 每一个关卡的位置都是由程序随机生成的，这就意味着你永远不会知道是什么正在黑暗中等待着你。随机的重生点和环境的改变让你永远不会感觉到一丝的安全。 ",
                "• 一场杀戮的盛宴 - Dead by Daylight 集合了各种恐怖元素让地图上每一个角落都散发着恐怖的气息. 作为杀手的你可以扮演从“形态可憎的杀人魔”到“无法洞悉的超自然实体”的任意一种角色。熟悉你的杀戮场并精通每个杀手的特定技能将让你可以尽情地捕捉并牺牲你的猎物。",
                "• 更深层的战术 - 每个杀手和逃生者都拥有一套自己独立的进度体系和大量的可解锁物品，从而能够更深层的制定自己的战术和策略。经验、技能和对周围环境的认知将是你能够精确捕捉或者智胜杀手的关键。 ",
                "• 真实的玩家，真实的恐惧 - 随机生成的关卡和玩家对恐惧的真实反应将每场游戏都带进了一个完全意想不到的场景。你将永远无法预料到接下来会发生什么。气氛、音乐加上令人不寒而栗的场景结合起来带给你绝对的恐怖体验。如果有足够的时间，你甚至可以发现隐藏在迷雾背后的究竟是什么。",
                "<iframe src='http://store.steampowered.com/widget/381210/71374/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Hearts Medicine - Time to Heal",
        "day":"2016年9月21日",
        "dvlp":"Blue Giraffe",
        "isbn":"Gamehouse",
        "img":"10",
        "icon":["win","mac"],
        "money":"42",
        "clas":["休闲","独立","冒险","模拟","女主人翁","单人"],
        "txt1":"一部情节紧张但乐趣横生的医疗剧，涉及许多生死攸关的决定。 ",
        "txt2":["“中心医院 - 治愈时光”将情节紧张的医疗剧融入休闲游戏，催人泪下。该游戏拥有扣人心弦、独具一格的故事情节、原创的演唱/作曲音乐、极其精致的细节刻画和动画、令人上瘾的游戏体验和数量惊人的心。如果您喜欢专注于讲述一个卓越故事的游戏，这个游戏再适合不过了！ ",
                "在浪漫的医疗剧中变身为一名医生，体验抱负远大的外科医生艾莉森·哈特的生活！与她一道在小溪医院值班。在这个气势恢宏的故事中遇见各式各样有趣的医生和患者，尝试把他们全都治愈。体验浪漫的爱情、激烈的动作场面、写实的剧情、疯狂有趣的时刻和赞美生命的美丽！",
                "主要特色：",
                "• 令人难忘的精彩故事 ",
                "• 颇具影院感、紧张激烈的互动式故事场景 ",
                "• 在喜剧、剧情和悬念之间取得绝妙平衡 ",
                "• 由 Miranda Kalagian、Jake Berry 和 Adam Gubman 创作的原创演唱/作曲音乐 ",
                "• 乐趣横生、令人上瘾的游戏体验 ",
                "• 以及数量惊人的心！",
                "<iframe src='http://store.steampowered.com/widget/494230/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Rise of the Tomb Raider",
        "day":"2016年1月29日",
        "dvlp":"Crystal Dynamics",
        "isbn":"Square Enix",
        "img":"7",
        "icon":["win"],
        "money":"160",
        "clas":["劳拉·克劳馥","动作","冒险","探索","女主人翁","古墓"],
        "txt1":"故事背景设置在地球上极其险恶又美丽的环境，故事情节以惊心动魄的叙事动作场景为主。《古墓丽影：崛起》将带给您电影画质般的生存动作冒险经历，您将与劳拉·克劳馥一起寻求永生之谜，展开她的第一次古墓探险。 ",
        "txt2":["揭开一个古老谜题之后，劳拉必须搜索位于西伯利亚最险恶和遥远的区域，在邪恶组织“圣三一”之前解开永生之谜。劳拉必须运用她的智慧和生存技巧，组建新联盟，最终迎接她身为盗墓者的宿命。通过不断进化的生存动作，体验惊心动魄的动作场景、克服最险恶的环境障碍、参与残酷的游击战，并探索令人敬畏的死寂古墓。在《古墓丽影：崛起》中，劳拉将首次进入古墓探险，并打破生存者形象。 ",
                "主要特色：",
                "• 劳拉的旅程 – 劳拉解开的古老谜题使他陷入了与邪恶组织“圣三一”的恶战。她要赶在“圣三一”之前找到秘密。线索指向了“失落之城基特”的传说。劳拉明白她必须在“圣三一”赶到前找到失落之城和它隐藏的秘密。因此，她出发前往西伯利亚，踏上了第一次古墓探险之旅。 ",
                "• 美女与荒野 – 在《古墓丽影：崛起》中，劳拉不仅要与世界各地的敌人对战，还要与世界本身的艰难险阻对抗。她要在物种密集的生态系统打猎以制造武器并寻觅稀有资源，还会遭遇极端恶劣的环境。为了在充满潜在危险的状况以及不稳定的地形中前进，劳拉需要将她的潜能发挥到极限。 ",
                "• 游击战 – 利用环境优势，攀登树木并潜入水底来躲避或打败敌人，配置劳拉的工具、武器和弹药以满足你从隐秘行动到枪林弹雨的作战风格，临时制作炸药来制造混乱，并支配劳拉标志性的作战弓箭和攀爬斧。 ",
                "• 回归盗墓生涯 – 古墓华丽回归，并且比以往更加气势磅礴。在《古墓丽影：崛起》中，你将探索遍布死亡陷阱的令人敬畏的古代空间，解开戏剧性的环境谜题，破译古代文字找出地窖，充满待解之谜的世界正等著你来涉足。",
                "<iframe src='http://store.steampowered.com/widget/391220/88037/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Toy Odyssey The Lost and Found",
        "day":"2016年9月20日",
        "dvlp":"Hikergames",
        "isbn":"Hikergames",
        "img":"10",
        "icon":["win"],
        "money":"48",
        "clas":["动作","冒险","独立","平台"],
        "txt1":"玩具冒险是一种行动冒险的经典PC游戏。玩家利用夜晚的时间探险随机变化生产的房子，在家特殊的房间击败BOSS并不断寻找房子的神秘谜语。 ",
        "txt2":["玩具冒险带来80-90年代西方游戏的非凡体验，而缺乏8位的美术和音效。在平台技术的基础上，我们采用时尚而唯美的画风，给玩家带来一种熟悉、亲切的感觉。角色造型、生物形象、环境背景、道具、音乐等所有元素都唤起了我们童年曾经玩过的游戏。 ",
                "游戏特色：",
                "• 无数次重玩、随机难度生成机制 ",
                "• Metroidvania类型风格的挑战和任务 ",
                "• 挑战性高的玩法 ",
                "• 唯美细节的画风，回忆着前一代8位、16位的游戏平台 ",
                "• 超过3万句的对话，围绕着家庭主题的动心剧情 ",
                "• 上百种武器和道具，配套着细节而巧妙的升级系统 ",
                "• 超过300种不同的怪物、7种恐惧的大BOSS。 ",
                "• 以防守玩法机制为基础：全力以赴维护卧室！ ",
                "<iframe src='http://store.steampowered.com/widget/392410/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Rocket League",
        "day":"2015年7月7日",
        "dvlp":"Psyonix, Inc.",
        "isbn":"Psyonix, Inc.",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"68",
        "clas":["多人","竞速","足球","体育","竞技","团队导向"],
        "txt1":"Soccer meets driving once again in the long-awaited, physics-based multiplayer-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! Choose a variety of high-flying vehicles equipped with huge rocket boosters to score amazing aerial goals and pull-off incredible game-changing saves! ",
        "txt2":["Soccer meets driving once again in the long-awaited, physics-based sequel to the beloved arena classic, Supersonic Acrobatic Rocket-Powered Battle-Cars! ",
                "A futuristic Sports-Action game, Rocket League®, equips players with booster-rigged vehicles that can be crashed into balls for incredible goals or epic saves across multiple, highly-detailed arenas. Using an advanced physics system to simulate realistic interactions, Rocket League® relies on mass and momentum to give players a complete sense of intuitive control in this unbelievable, high-octane re-imagining of association football. ",
                "Awesome features include: ",
                "• All-new Season Mode that allows players to enjoy a full single-player experience ",
                "• Extensive Battle-Car customizations with more than 10 billion possible combinations ",
                "• Unlockable items and vehicles, stat tracking, leaderboards, and more ",
                "• Addictive 8-player online action with a variety of different team sizes and configurations ",
                "• Amazing 2-, 3-, and 4-player splitscreen mode that can be played locally or taken online against other splitscreen players",
                "• Broadcast-quality replays that allow you to fast forward, rewind, or view the action from anywhere in the arena ",
                "• Competitive cross-platform gameplay with PlayStation®4 users",
                "<iframe src='http://store.steampowered.com/widget/252950/30948/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Catch Me",
        "day":"2016年6月11日",
        "dvlp":"ZuoBuLaiGame",
        "isbn":"ZuoBuLaiGame",
        "img":"6",
        "icon":["win","mac"],
        "money":"25",
        "clas":["策略","潜行","低画素","独立","大型多人在线"],
        "txt1":"《你抓不到我》是一款同时需要潜入和防守的游戏。玩家在这个世界中互相偷（伤）窃（害）。 ",
        "txt2":["“你在灯下将地图摊开，把标注过的细节又检查了一次。 <br/> 谋划了几个月，而最后留给你们的可能只有几秒的空隙，绝对不能有任何失误。” ",
                "《你抓不到我》是一款同时需要潜入和防守的策略游戏。 ",
                "你扮演一位魔术师盗窃组织的头目。在幕布后面谋划着一切。",
                "主要特色： ",
                "• 策略丰富：利用随身携带的魔术道具，戏弄来自马戏团的守卫们。 ",
                "• 好友互偷：设计自己的迷宫，款待随时可能到来的客人； 潜入好友的迷宫，拿走他的每一分钱。 ",
                "• 录像系统：程序记录盗窃者的每一个操作，重现对方的偷盗过程。 ",
                "如果有问题： <br/>《Catch Me》微博：<a href='http://weibo.com/catcheme?refer_flag=1005055013_&is_all=1'>http://weibo.com/catcheme?refer_flag=1005055013_&is_all=1</a><br/><a href='http://weibo.com/u/5494779414/home?wvr=5&lf=reg'>http://weibo.com/u/5494779414/home?wvr=5&lf=reg</a>",
                "QQ群：439709077",
                "<iframe src='http://store.steampowered.com/widget/421030/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Redout",
        "day":"2016年9月3日",
        "dvlp":"34BigThings srl",
        "isbn":"34BigThings srl",
        "img":"10",
        "icon":["win"],
        "money":"100",
        "clas":["竞速","未来","多人","快节奏","独立","虚拟现实"],
        "txt1":"Redout is a tribute to the old racing monsters such as F-Zero, WipeOut, Rollcage, and POD. It is designed to be an uncompromising, fast, tough and satisfying driving experience, soaked in that vertigo that stands at the core of the arcade racing genre. ",
        "txt2":["NEXT GENERATION AG RACING IS HERE!<br/>Redout is a tribute to the old racing monsters such as F-Zero, WipeOut, Rollcage, and POD. It is designed to be an uncompromising, fast, tough and satisfying driving experience, soaked in that vertigo that stands at the core of the arcade racing genre. The floating system and driving models are based on physics: each turn, slope, hard braking, acceleration, each turn and twist of the track will apply a unique force to the ship. A sharp low-polygon style blends meshes and terrains with the latest state-of-the-art shading and lighting effects provided by the Unreal Engine 4, creating beautiful and instantly recognisable aesthetics. Breezy coastlines, eerie frozen landscapes, vast desert plains: the melancholic, dystopian atmosphere of a semi abandoned Earth is the background for the most high-speed, tense and beautiful futuristic racing clashes.",
                "Features:",
                "• Online multiplayer - match against 12 players around the world for a real challenge",
                "• Optional VR Support - Oculus Rift, HTC Vive or OSVR. ",
                "• Career mode - 75+ events to race, experience, level up and upgrade your ship ",
                "• A Diverse World - 20 tracks scattered around 4 locations on a post-apocalyptic Earth, plus boss circuits ",
                "• Never bored - 7 event types, from classic Race to innovative Arena Race and Score-Based Endurance",
                "• Create your story - 6 racing teams, each requiring a different driving approach, and 4 increasingly fast racing classes ",
                "• Powerup - 10+ racing-focused, upgradable powerups: additional turbo, shields, self-repair drone, advanced grip system, slipstream enhancers, and more ",
                "• Music for your ears - full 5.1 support and a dynamic soundtrack that will drop sicker and sicker beats the faster you go! ",
                "<iframe src='http://store.steampowered.com/widget/517710/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Dont Starve Together",
        "day":"2016年4月22日",
        "dvlp":"Klei Entertainment",
        "isbn":"Klei Entertainment",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"24",
        "clas":["生存","合作","多人","冒险","开放世界","工艺"],
        "txt1":"Don't Starve Together is the standalone multiplayer expansion of the uncompromising survival game Don't Starve. ",
        "txt2":["Don't Starve Together is the standalone multiplayer expansion of the uncompromising wilderness survival game, Don't Starve. Now including Reign of Giants; adding new characters, seasons, creatures, biomes, and Giant new challenges to Don’t Starve Together. ",
                "Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land. ",
                "Cooperate with your friends in a private game, or take your chances with strangers online. Work with other players to survive the harsh environment, or strike out on your own. ",
                "Do whatever it takes, but most importantly, Don't Starve. ",
                "<iframe src='http://store.steampowered.com/widget/322330/121418/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"The Witcher 3 Wild Hunt",
        "day":"2015年5月18日",
        "dvlp":"CD PROJEKT RED",
        "isbn":"CD PROJEKT RED",
        "img":"10",
        "icon":["win"],
        "money":"127",
        "clas":["角色扮演","开放世界","剧情丰富","氛围","成人","选择取向"],
        "txt1":"The Witcher is a story-driven, next-generation open world role-playing game, set in a visually stunning fantasy universe, full of meaningful choices and impactful consequences. In The Witcher, you play as Geralt of Rivia, a monster hunter tasked with finding a child from an ancient prophecy. ",
        "txt2":["The Witcher: Wild Hunt is a story-driven, next-generation open world role-playing game set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher you play as the professional monster hunter, Geralt of Rivia, tasked with finding a child of prophecy in a vast open world rich with merchant cities, viking pirate islands, dangerous mountain passes, and forgotten caverns to explore. ",
                "PLAY AS A HIGHLY TRAINED MONSTER SLAYER FOR HIRE",
                "Trained from early childhood and mutated to gain superhuman skills, strength and reflexes, witchers are a distrusted counterbalance to the monster-infested world in which they live. ",
                "• Gruesomely destroy foes as a professional monster hunter armed with a range of upgradeable weapons, mutating potions and combat magic. ",
                "• Hunt down a wide range of exotic monsters from savage beasts prowling the mountain passes to cunning supernatural predators lurking in the shadows of densely populated towns. ",
                "• Invest your rewards to upgrade your weaponry and buy custom armour, or spend them away in horse races, card games, fist fighting, and other pleasures the night brings.",
                "EXPLORE A MORALLY INDIFFERENT FANTASY OPEN WORLD",
                "Built for endless adventure, the massive open world of The  Witcher sets new standards in terms of size, depth and complexity. ",
                "• Traverse a fantastical open world: explore forgotten ruins, caves and shipwrecks, trade with merchants and dwarven smiths in cities, and hunt across the open plains, mountains and seas. ",
                "• Deal with treasonous generals, devious witches and corrupt royalty to provide dark and dangerous services. ",
                "• Make choices that go beyond good & evil, and face their far-reaching consequences.",
                "<iframe src='http://store.steampowered.com/widget/292030/68476/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"F1 2016",
        "day":"2016年8月19日",
        "dvlp":"Codemasters",
        "isbn":"Codemasters",
        "img":"8",
        "icon":["win"],
        "money":"158",
        "clas":["竞速","体育","模拟","多人","单人","拟真"],
        "txt1":"在F1™ 2016中创造您自己的传奇。准备好全身心投入这场有史以来最著名的顶尖赛车赛事中。与您的代理人、工程师与团队共同合作，以十个赛季的丰富经验深度开发您的赛车。 ",
        "txt2":["在F1™ 2016中创造您自己的传奇。准备好全身心投入这场有史以来最著名的顶尖赛车赛事中。F1 2016是2016年国际汽联一级方程式世界锦标赛™的官方游戏，游戏内容包括完整的2016年赛季全部21赛段，包括全新的阿塞拜疆巴库城市赛道，全部22名赛车手和11支队伍，包括全新Haas F1队。F1 2016不仅让您身临其境地体验一级方程式赛车™比赛中的惊险乐趣，包括独创性地加入了标志性的安全车和虚拟安全车，更提供比赛幕后的独特剧情和赛车开发环节。与您的代理人、工程师与团队共同合作，以十个赛季的丰富经验深度开发您的赛车。铸就您自己的荣耀之路，向着冠军前进。",
                "<iframe src='http://store.steampowered.com/widget/391040/' frameborder='0' width='100%' height='200'></iframe>"
        ]
    },
    {
        "name":"Sid Meier’s Civilization VI",
        "day":"2016年10月22日",
        "dvlp":"Firaxis",
        "isbn":"2K",
        "img":"3",
        "icon":["win"],
        "money":"199",
        "clas":["策略","回合制策略","历史","单人","多人","回合制"],
        "txt1":"扮演秦始皇《文明VI》提供了多种新方式让您与世界互动、在地图上扩张城市，以及对抗历史上的伟大领袖，以建立起经得起时间考验的强盛文明。 ",
        "txt2":["《席德·梅尔的文明VI》是E3的大赢家，获得了包括最佳电脑游戏和最佳策略游戏在内的15个奖项，是颇受欢迎的《文明》系列的下一个爆点，《文明》系列的全球销量超过3500万部，其中，《文明V》的销量超过800万部。 ",
                "最早由传奇游戏设计大师席德·梅尔创作出来的《文明》是一款回合制策略游戏，让玩家尝试建立起一个帝国，并接受时间的考验。玩家将创建及带领自己的文明从石器时代迈向信息时代，并成为世界的领导者。在尝试建立起世界上赫赫有名的伟大文明的过程中，玩家将启动战争、实行外交、促进文化，同时正面对抗历史上的众多伟大领袖。 ",
                "《文明VI》带给玩家与世界互动的新方式：城市现在可以在地图上实际地扩张，积极钻研科技和文化可以解锁新潜能，互相竞争的领袖会依据历史所记载的个人特征去追求自我宗旨，而且玩家可通过五种方式之一取得游戏胜利。 ",
                "• 扩张帝国<br/>让您以前所未有的方式看着帝国在地图上扩张壮大。每座城市都会占用多个格子，让您可以自行建设城市以充分运用当地的地形。",
                "• 积极探索<br/>解锁能加速文明历史进程的促进项目。若要进展地更快速，派您的单位积极探索、发展您的环境，以及发现新文化。 ",
                "• 动态外交<br/>与其他文明之间的互动会随着游戏的进行而改变。原始时代的初次互动可能是避免不了的战争冲突，但到游戏后期的互动将会转变成结盟与协商。 ",
                "• 军力结合<br/>以“每格一单位”的设计概念去做扩展，支援单位现在可以嵌入其他单位，例如反坦克单位支援步兵，战士支援拓荒者。类似的单位也可以结合在一起形成强大的“军团”单位。",
                "• 更上层楼的多人游戏<br/>除了传统的多人游戏模式外，还可以在众多各式各样的情境下（全都设计成可在一场游戏时间里轻松完成）与您的好友合作及对抗。 ",
                "• 适合所有玩家的《文明》游戏<br/>《文明VI》提供了老玩家建立及调整文明的新方式，让他们有最大的机会取得成功。新的教学系统能让新玩家理解游戏的根本概念，帮助他们轻松上手。 ",
                "<iframe src='http://store.steampowered.com/widget/289070/40417/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Warframe",
        "day":"2013年3月26日",
        "dvlp":"Digital Extremes",
        "isbn":"Digital Extremes",
        "img":"8",
        "icon":["win"],
        "money":"免费",
        "clas":["免费","动作","合作","第三人称射击","多人","科幻"],
        "txt1":"Warframe 是一款在不断变化的科幻世界中的多人合作免费在线动作游戏。和你的同伴一起加入遍布太阳系的玩家与敌人对抗游戏，驾驭 Warframe 。单独作战或者一起对抗威胁整个世界的敌人。",
        "txt2":["他们被称作 Tenno。是枪和剑的勇士：Warframe 盔甲的主人。那些古老战争的幸存者在废墟中漂流，现在他们再一次被需要。",
                "Grineer 和他们庞大的军队在整个太阳系扩张。 一个召唤 Tenno 到一个古老地方的声音回响在整个星际。他们在召唤你。",
                "让 Lotus 引导你。 她将你从低温密室中解救了出来，给予你生存的机会。Grineer 会找到你，你必须做好准备。Lotus 将传授你 Warframes 的使用方法和解开它们力量的秘密方法。",
                "来吧 Tenno，你必须参战。 ",
                "<iframe src='http://store.steampowered.com/widget/230410/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"True or False",
        "day":"2016年9月17日",
        "dvlp":"Hikergames",
        "isbn":"Hikergames",
        "img":"5",
        "icon":["win","mac","linux"],
        "money":"免费",
        "clas":["免费","休闲","网络爆红","可爱","单人","选择取向"],
        "txt1":"花一点时间来测试一下你的直觉和知识量，顺带学习一些有趣的冷僻知识吧！ ",
        "txt2":["花一点时间来测试一下你的直觉和知识量，顺带学习一些有趣的冷僻知识吧！ ",
                "玩法很简单：判断给出选项的对错。有的句子架势唬人，但说的却是真话，所以对选项不要以貌相取哦。",
                "刚出生的小章鱼和跳蚤差不多大？大家库中40%的游戏都从来没被打开过？点开这款游戏，你将很快知道答案！ ",
                "游戏特色：",
                "• 超过200个奇特的小问题 ",
                "• 舒缓身心的OST ",
                "• DRM-free，随时随地点开学习新姿势！",
                "<iframe src='http://store.steampowered.com/widget/521340/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Just Cause 3",
        "day":"2015年12月1日",
        "dvlp":"Avalanche Studios",
        "isbn":"Square Enix",
        "img":"10",
        "icon":["win"],
        "money":"160",
        "clas":["开放世界","动作","毁灭","第三人称射击","冒险"],
        "txt1":"With over 1000 km² of complete freedom from sky to seabed, Rico Rodriguez returns to unleash chaos in the most creative and explosive ways imaginable. ",
        "txt2":["The Mediterranean republic of Medici is suffering under the brutal control of General Di Ravello, a dictator with an insatiable appetite for power. Enter Rico Rodriguez, a man on a mission to destroy the General’s hold on power by any means necessary. With over 400 square miles of complete freedom from sky to seabed and a huge arsenal of weaponry, gadgets and vehicles, prepare to unleash chaos in the most creative and explosive ways you can imagine.",
                "FEATURES:",
                "• Explore a Mediterranean island paradise with complete vertical freedom – skydive, BASE jump and free dive in an open world with virtually zero limits ",
                "• Glide through the air and swoop across mountains with your Wingsuit giving a new way to rain death from above ",
                "• Use your Grapple and Parachute to scale buildings, hijack vehicles, move quickly or tether objects together for creative new ways to cause Chaos. ",
                "• Cause massive chains of destruction in military bases, harbours, prisons, police stations and communications facilities to bring down a dictator ",
                "• Arm yourself with a wide range of explosive weaponry from shotguns and missile launchers to tank-busters and air-strikes ",
                "• Choose from a huge variety of different vehicles to drive including speedboats, jets, helicopters, turbo-fuelled sports cars and super bikes ",
                "• Get adventurous with dozens of challenge missions and collectibles to discover ",
                "• Online community features",
                "<iframe src='http://store.steampowered.com/widget/225540/83242/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Enter the Gungeon",
        "day":"2016年4月5日",
        "dvlp":"Dodge Roll",
        "isbn":"Devolver Digital",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"48",
        "clas":["弹幕","低画素","类Rogue","迷宫探索","独立"],
        "txt1":"Enter the Gungeon is a bullet hell dungeon crawler following a band of misfits seeking to shoot, loot, dodge roll and table-flip their way to personal absolution by reaching the legendary Gungeon’s ultimate treasure: the gun that can kill the past. ",
        "txt2":["Enter the Gungeon is a bullet hell dungeon crawler following a band of misfits seeking to shoot, loot, dodge roll and table-flip their way to personal absolution by reaching the legendary Gungeon’s ultimate treasure: the gun that can kill the past. Select a hero [or team up in co-op] and battle your way to the bottom of the Gungeon by surviving a challenging and evolving series of floors filled with the dangerously adorable Gundead and fearsome Gungeon bosses armed to the teeth. Gather precious loot, discover hidden secrets, and chat with opportunistic merchants and shopkeepers to purchase powerful items to gain an edge. ",
                "The Gungeon: Enter the Gungeon – a constantly evolving bullet hell fortress that elegantly blends meticulously hand-designed rooms within a procedurally-generated labyrinth bent on destroying all that enter its walls. But beware – the Gungeon responds to even the most modest victory against its sentries and traps by raising the stakes and the challenges found within! ",
                "The Cult of the Gundead: The Gungeon isn’t just traps and chasms – calm your nerves and steady your aim as you face down the gun-totting Cult of the Gundead. These disciples of the gun will stop at nothing to put down the heroes in their tracks and employ any tactics necessary to defend their temple. ",
                "The Gungeoneers: Choose between one of several unlikely heroes, each burdened by a deep regret and in search of a way to change their past, no matter the cost. Filled with equal parts courage and desperation, these adventurers won’t hesitate to dive across flaming walls, roll through a wall of bullets, or take cover behind whatever is around to make it to their goal alive! ",
                "The Guns: Discover and unlock scores of uniquely fantastic guns to annihilate all that oppose you in the Gungeon – each carrying their own unique tactics and ammunition. Unleash everything from the tried and true medley of missiles, lasers, and cannonballs to the bizarrely effective volley of rainbows, fish, foam darts, and bees! Yep, bees. ",
                "<iframe src='http://store.steampowered.com/widget/311690/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"PRICE",
        "day":"2016年9月16日",
        "dvlp":"YETU GAME",
        "isbn":"YETU GAME",
        "img":"9",
        "icon":["win"],
        "money":"免费",
        "clas":["免费","休闲","独立","解谜","冒险","日本动画"],
        "txt1":"《PRICE》是一款免费解谜游戏，主角艾弗里从恶梦中醒来，发现自己身处的房间，充满著诡异的气氛，想要逃离恐惧和黑暗，他必须依靠自己的寻找与探索，找到真相与妹妹艾娃。 除了常规的使用物品解谜外，为了避免大量的独白的枯燥感，将通过调查地图得到“线索”，“合成”出新的线索，推动事件发展。 ",
        "txt2":["本作为夜兔游戏2014年发布的免费解谜游戏《PRICE》，含有微恐怖要素。",
                "从黑暗中醒来的主人公艾佛里，发现自己身处诡异又熟悉的家中，而妹妹艾娃究竟在哪里……？",
                "除了常规的使用物品解谜外，为了避免大量的独白的枯燥感，将通过调查地图得到“线索”，“合成”出新的线索，推动事件发展。",
                "音乐部分由独立音乐人TetraCalyx老师操刀，游戏只有一首BGM，将分成P.R.I.C.E五个声部，通过解谜在二周目一一解锁。",
                "游戏原画为@波液 ，有幸请到了@Hanser，@冷泉夜月，@夏燐卿 三位配音大大来为游戏献声。",
                "为了增加视觉效果，游戏中含有11个视频动画，因为krkr引擎原因，辛苦大家把视频解码器升级到最新了。",
                "【玩家群】：128159835 欢迎来玩~",
                "【英文翻译】：感谢 鹿鸣鲸歌 大大QAQ",
                "【steam流程指导/活动英文翻译】：探索者9号 ",
                "<iframe src='http://store.steampowered.com/widget/465520/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"ARK Survival Evolved",
        "day":"2015年6月3日",
        "dvlp":"Studio Wildcard",
        "isbn":"Studio Wildcard",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"196",
        "clas":["Early Access","生存","恐龙","开放世界","多人","龍"],
        "txt1":"由虚幻4引擎打造的一款多人在线生存竞技网游，在一个超高自由度的开放世界里，可以体验采集、制造、打猎、收获、建造、研究以及驯服恐龙等超多自由内容，感受酷热白昼、冰冷夜晚的动态天气系统以及饥饿口渴等现实中的生存挑战，还要面对其它生存者的威胁，合作生存还是竞技厮杀，由你决定！ ",
        "txt2":["孤身一人苏醒在空旷的海岸边，发现自己身处一个充满恐龙的神秘岛屿“ARK”，你身无寸缕，饥寒交迫，你必须学会打猎、获取资源，制作物品，种植庄稼，发展科技，建立庇护所，从而让你可以在这个世界中存活下去。同时，你也可以利用技巧杀死或者驯服、繁殖、骑乘那些生活在这片岛屿上的洪荒巨兽。你也可以与上百人建成部落，互相侵略，生存...以及逃离这片孤岛！",
                "驯服，训练，繁殖 & 在活生生的生态中骑乘恐龙",
                "恐龙，生物，以及繁殖！<br/>游戏中提供了超过50种不同类别的原始生物可供玩家驯服。游戏采用了一套征服-保护的驯养机制，玩家需要先击晕恐龙来弱化并驯服他们，然后照顾他们直到恢复健康。一旦完成驯服，它将成为你最忠实的伙伴，你可以给他们下达命令，而他们也会根据你驯服和训练的方式的不同做出不同的反馈。宠物会不断升级和消耗食物，还可以运送物资和装备道具。游戏还提供了独具特色的繁殖系统，玩家可以择优选择宠物去培育最佳属性，也可以简单点，直接生养一个恐龙宝宝！你可以骑着翼龙飞跃雪山之巅，带领着迅猛龙群冲过危险密布的丛林，或者骑着霸王龙四处追捕落荒而逃的敌人！快来体验这个这个充满活力的实时生态圈吧，在捕食者与被捕食者的残酷等级阶层中找到属于你的位置。",
                "食物，水源，温度及天气",
                "食物和水是生存下去的必备要素。游戏中拥有许多不同种类的食物，不同食物也会有不同的营养价值（甚至还有人肉！）所有的行动都会消耗食物和水，长距离的旅行更是会持续性的消耗这些物品。携带物品的重量会影响你的行动速度，日夜转换和天气状况也会影响你周围的环境，，使你更加容易饥饿与口渴。制作衣服、建立庇护所并利用火去对抗当地恶劣、多变的环境，保护自己。",
                "收割，建造房屋，绘制",
                "伐木、采矿、采集各种物资，成为一代生产大师。利用你的双手、工作台和机床去制作越来越复杂和强力的装备。利用组装式的部件去建造你的大型基地，从茅草到木头到石头再到钢铁，各种材料随你选择。你还可以利用喷绘定制你的专属基地，放置可以写字的公告板宣誓你的领地。武器、衣服、护甲等也都可以被涂上不同颜色来显示你的个性和与众不同的品味。",
                "种植，耕种，以及生长",
                "通过从野外植物上采集种子，你可以将其种植在你的住处，浇灌并对其施肥（任何消耗卡路里而生成的粪便都可以使用，有的粪便还更高一等。。）你所种植的植物可以中出美味并稀有的水果，也可以使用来按照配方来制造补药。去开拓并寻找稀有并强大的种子吧！植物的茁壮成长也能使你不用暴力在方舟中也成一霸。",
                "更多信息请进入<a href='http://store.steampowered.com/app/346110/'>http://store.steampowered.com/app/346110/</a>",
                "<iframe src='http://store.steampowered.com/widget/346110/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Megadimension Neptunia VII",
        "day":"2016年7月5日",
        "dvlp":"Idea Factory",
        "isbn":"Idea Factory International",
        "img":"10",
        "icon":["win"],
        "money":"133",
        "clas":["日本动画 ","日系角色扮演 ","角色扮演 ","女主人翁 "],
        "txt1":"New challengers are taking control of Gamindustri, and Neptune's nowhere in sight. Now she’s gotta help a mysterious stranger fight a colossal new evil, reclaim her Goddess title, and find some time for pudding! Go next gen with Giant Battles and multi-worlds in this JRPG! ",
        "txt2":["New challengers are taking control of Gamindustri, and Neptune's nowhere in sight. Now she’s gotta help a mysterious stranger fight a colossal new evil, reclaim her Goddess title, and find some time for pudding! Go next gen with Giant Battles, multi-worlds, and multiple storylines in this JRPG! ",
                "• New Battle Features Characters can link up for stronger attacks, “Parts Break” allows you to split enemies into pieces to lower their stats and disable special attacks, and “Giant Battles” impose limits that will challenge the strategist in you! ",
                "• NEXT mode A second transformation is now available! You can break those big baddies into bits with NEXT mode, which features new special skills and a new costume for the CPUs! ",
                "• Three Worlds, Three Stories Three different story modes! With new CPUs and characters at your side, you must fight through three dimensions to save Gamindustri! ",
                "• New Dungeon Minigame! An homage to the classic “Spelunker,” you receive special items when you clear this dungeon under the time limit!",
                "<iframe src='http://store.steampowered.com/widget/460120/' frameborder='0' width='100%' height='200'></iframe>"
                 ]
    },
    {
        "name":"Osiris New Dawn",
        "day":"2016年9月29日",
        "dvlp":"Idea Factory",
        "isbn":"Idea Factory International",
        "img":"10",
        "icon":["win"],
        "money":"78",
        "clas":["Early Access","生存 ","太空 ","冒险 ","动作","多人"],
        "txt1":"After crash-landing on an distant planet, build a colony with your friends, battle others and explore the system prospecting for immeasurable riches. Discover, fight, and tame indigenous alien creatures or search for lost human expeditions as you survive the far reaches of space. ",
        "txt2":["“The oldest and strongest emotion of mankind is fear and the oldest and strongest kind of fear is fear of the unknown.” – H.P. Lovecraft ",
                "The year is 2046 and mankind’s discovery of near-lightspeed ‘fold engine’ propulsion has empowered mankind's Osiris expeditionary missions to the Gliese 581 system. You are the second colonization team sent by the U.N.E. (United Nations of Earth) to study potential habitable planets when your spacecraft malfunctions braking from light speed, forcing an emergency landing on the planet’s surface. ",
                "Overcome the dangers of an environment with unpredictable weather conditions by building a central base, expanding the structure further with modular units to grow food, create research centers, manufacturing bays and more. To further advance technologies and thrive on the planet, traverse into a world filled equally with breathtaking landscapes and alien terrors that will freeze your blood. Osiris is a beautiful game that uniquely combines inventive crafting, curious exploration, and skillful combat. Explore an alien system and colonize worlds of incredible wonders and unforgiving dangers.",
                "KEY FEATURES",
                "• Multiplayer Colonization: Work together with online players to build a prospering colony and together defend against threatening alien species, survive environmental phenomenon including meteor showers, and attacks from other online player colonies. ",
                "• Survive, Craft, Research and Thrive: Gather resources and materials to adapt to the alien system, build modular structures to grow food and create manufacturing bays, research new technologies to upgrade gear and build new vehicles and droids, and explore the environment to discover new resources and secrets to expand and thrive in this brave alien world. ",
                "• Explore The Planet And Beyond: Learn what wonders and horrors lie on the alien planet and explore underground dungeons for unique potential discoveries. In time, build spacecraft to launch into space and travel to other planets in the solar system. ",
                "• Prepare for a Fight: Choose first or third person controls as you hunt intelligent alien species with predatory instincts. Equip a variety of weapons to ensure you are prepared for any situation. ",
                "• Light-Year Visual Difference: Experience the high graphic quality typically only found in AAA games. Osiris: New Dawn offers high attention to texture detail and High Dynamic Range lighting creating a frightening gorgeous world. An advanced IK (inverse kinematics) system powers over 200 amazing fluid player movements and a diverse range of terrifying alien creature animations.",
                "<iframe src='http://store.steampowered.com/widget/402710/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"The Long Dark",
        "day":"2014年9月23日",
        "dvlp":"Hinterland Studio Inc.",
        "isbn":"Hinterland Studio Inc.",
        "img":"10",
        "icon":["win","mac","linux"],
        "money":"68",
        "clas":["Early Access","生存 ","开放世界 ","第一人称视角 "],
        "txt1":"《漫漫长夜》是一款引人深思的探索生存类游戏。在游戏中，玩家需要在地磁灾难之后探索巨大的荒野冰原，他们必须独立思考，找到出路。游戏中没有僵尸，只有你、严寒和大自然中的所有残酷环境。欢迎来到寂静天启。 ",
        "txt2":["《漫漫长夜》是一款抢先体验版游戏。我们仍在对沙盒进行不断改善，并且改善尚未结束。购买《漫漫长夜》抢先体验版，从而让我们可以持续改进游戏。要了解更多信息，请查看上方的抢先预览版信息。",
                "《漫漫长夜》游戏介绍",
                "《漫漫长夜》是一款引人深思的探索生存类游戏。在游戏中，玩家需要探索巨大的荒野冰原，他们必须独立思考，找到出路。游戏中没有僵尸，只有你、严寒和大自然中的所有残酷环境。",
                "当前版游戏特色",
                "《漫漫长夜》抢先体验版包含游戏的非叙事生存沙盒模式。在发布故事模式第一章后，游戏将脱离抢先预览阶段。购买抢先体验版的玩家可以免费使用第一季的所有章节。 ",
                "• 孤立无援！游戏只向玩家提供信息，不提供答案，玩家需要独立思考。您必须自己挣得生存的权利。",
                "• 永久死亡！看看您能坚持多久，查看您在全球排行榜上的排名，然后重返游戏，让自己生存得更长一些。",
                "• 监控你的卡路里数据、饥渴度、疲劳度以及体温。要想活下来，请务必保持整体状况良好。一旦身体出现虚弱状况，那么小小的威胁都可能导致死亡。 ",
                "• 30 多平方公里的荒野等您探索（更多区域即将推出！）。神秘湖、沿海公路、荒芜据点、怡人山谷等区域均相互连接，每处都有数十个可供探索的地点。 ",
                "• 多变的气候、野生动物和时间流逝，这一切都会影响您的生存选择。 ",
                "• 100 多件装备物品，包括衣物、斧头和步枪等工具、急救装备、食物、灯笼和信号灯等光源以及生火装备。",
                "• 猎取野鹿，捕捉野兔；留意乌鸦，因为它们可能预示着附近有动物、人类和尸体，而这些都是重要的补给源。狼的领地意识非常强烈，它们会守护自己的领土；如果它们捕捉到您的气味，就会追踪您。如果被它们追上了，那您将面临非常严峻的生存形式。小心黑熊，它们会在大地上乱逛来寻找食物。 ",
                "<iframe src='http://store.steampowered.com/widget/305620/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Sniper Elite 3",
        "day":"2014年6月27日",
        "dvlp":"Rebellion",
        "isbn":"Rebellion",
        "img":"10",
        "icon":["win"],
        "money":"133",
        "clas":["狙击手","动作 ","潜行","二战","冒险","合作"],
        "txt1":"Sniper Elite 3 is a tactical third-person shooter that combines stealth, gameplay choice and genre-defining ballistics with huge, open levels and the exotic terrain of World War 2 North Africa. ",
        "txt2":["<b>Observe. Plan. Execute. ADAPT.</b>",
                "The latest chapter in the award-winning series, SNIPER ELITE 3 takes players to the unforgiving yet exotic terrain of North Africa in a savage conflict against Germany’s infamous Afrika Korps. ",
                "Stalk your targets through the twisting canyons, lush oases and ancient cities of the Western Desert in the deadly rush to sabotage a Nazi super-weapons programme that could end Allied resistance for good. ",
                "Use stealth, planning and execution to hunt your targets – whether human or machine. From signature long distance kills, to melee takedowns, distractions and explosive traps, you are as deadly up close as you are from afar. ",
                "It must end here. You are the turning point. Because one bullet can change history...",
                "<b>Key Features</b>",
                "• Award-winning gunplay – Experience celebrated rifle ballistics honed to perfection. Take account of distance, gravity, wind, even your heart rate for intensely satisfying third person combat. ",
                "• Expansive new environments – Stalk huge multi-route levels with multiple primary and secondary objectives than can be tackled in any order. Never play the same way twice. ",
                "• Real tactical choice – Adapt to any situation. Use stealth, distraction, traps and sound masking . If things go hot, use the new Relocate mechanic to slip into the shadows and start the hunt again on your own terms. ",
                "• Revamped human X-Ray Kill cam – The acclaimed X-Ray kill-cam is back and bolder than ever, including a detailed muscle layers, 3D mesh particles and the complete human circulatory system. ",
                "• New X-Ray vehicle takedowns – See vehicles disintegrate in intricate detail with X-Ray vehicle takedowns. Multi-stage destruction allows you to take out armoured cars, trucks and Tiger tanks piece-by-piece. ",
                "• Tense adversarial multiplayer – Five unique modes of online competitive action. Earn Medals and Ribbons as you play. Gain XP across all game modes, customise your character, weapons and loadout. Become a true Sniper Elite! ",
                "• Explosive co-op play – Play the entire campaign in two player online co-op, or put your teamwork to the ultimate test in two dedicated co-op modes, Overwatch and Survival. ",
                "• Customise your experience – Veteran or Rookie, play your way. Turn off all assistance and turn up the AI, or customise the experience to your preferred playstyle. Tweak the regularity of X-Ray kill cams, or turn them off all together.",
                "<iframe src='http://store.steampowered.com/widget/238090/45295/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"How to Survive 2",
        "day":"2016年9月8日",
        "dvlp":"EKO Software",
        "isbn":"505 Games",
        "img":"10",
        "icon":["win"],
        "money":"48",
        "clas":["丧尸","生存 ","多人","动作","角色扮演","冒险"],
        "txt1":"是死是活？做个决定吧，新来的。我们不喜欢路易斯安那的僵尸活动…独自求生或和朋友共谋生路，寻找食物、水、避难所等基本生活需求，制作自己的工具和武器，同时还要保护营地，对抗嗜血如命的僵尸。",
        "txt2":["是死是活？做个决定吧，新来的。我们不喜欢路易斯安那的僵尸活动…独自求生或和朋友共谋生路，寻找食物、水、避难所等基本生活需求，制作自己的工具和武器，同时还要保护营地，对抗嗜血如命的僵尸。",
                "第一版“生存指南”在 Los Riscos 群岛发生一系列事件后，一晃就过去了好几年。现在，当地的感染已经蔓延到了全世界。无论是群体还是独居者，世界上的每个人都在努力生存，希望在感染人群中多活一天，努力恢复正常的生活状态。游戏发生在路易斯安那，你需要建造安全的营地，掌握生存技能，才有可能在危境中生存下去。寻找水、食物和避难所，向另类的当地人讨教，慢慢熟悉周围的情况。",
                "一个戴着古怪面具的陌生人要帮助你？好啊。总比遇到僵尸好！",
                "游戏特色",
                "• 推出多人模式！你最多可以邀请 16 名玩家进入自己的营地，而且 4 人可以同时在线玩",
                "• 本地合作：一台电脑最多可以同时支持 4 名玩家",
                "• 本地合作模式下的玩家可以加入在线游戏（即 16 名玩家同时玩）",
                "• 团队合作：所有玩家可以一起建造一个更大、更安全的营地，执行合作行动和策略。",
                "• 全新改进的摄像头跟踪你的角色，可以缩放飞行镜头！",
                "• 新增随机环境：包括环境恶劣的密西西比三角洲河口和新奥尔良法国区的废弃街道。",
                "• 创建自己的角色：在升级过程中学习不同的新专业技能，配备拼装式和手工制作的盔甲、工具及武器。",
                "• 新增深度制作系统可以利用各种物品和材料制作数百种道具、工具和武器，用于升级角色和营地。",
                "• 你是生存专家吗？想要体验真正的挑战？精英任务专为你而设！在这种特殊类型的任务中，你只有一次实现目标的机会。如果你死了，将直接被送回营地，然后必须面对朋友的脸色...",
                "• 根据需要设置、升级和保护营地：从多种可升级的陷阱、路障、障碍和工作坊中选择，工作坊还可以提供新配方，帮你制造更多设备和道具。",
                "<iframe src='http://store.steampowered.com/widget/360170/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Tales of Zestiria",
        "day":"2015年10月20日",
        "dvlp":"BANDAI NAMCO Studio Inc.",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"314",
        "clas":["角色扮演","日本动画 ","奇幻","冒险","即时回合制"],
        "txt1":"身處在戰爭與政治衝突不斷的世界裡，義無反顧地接下導師重擔、對抗人類的無知罪惡，保護您的世界不受「汙穢」危害，並重新凝聚人類和天族。 ",
        "txt2":["為理想堅持到底！ ",
                "統治權和至高無上的霸權誘惑逼使兩大民族短兵相接，世界因此分崩離析。義無反顧接下牧羊人重擔的您挺身對抗人類的無知罪惡，保護世界不受「汙穢」危害，並重新凝聚人類和天<br/>在守護聖劍的湖中女性－萊菈和密友米克利歐陪伴下，主角很快將察覺強大黑暗勢力的崛起。",
                "• 踏上史雷史詩般的旅程，體驗知名動畫製作公司ufotable所呈現的精美中世紀幻想世界。",
                "• 在與天族相伴協助的冒險的過程中，發掘豐富、浩瀚的遊戲世界。 ",
                "• 融合史雷與天族的嶄新戰鬥系統，告別載入或轉換畫面程序，使戰鬥畫面完美融入遊戲環境。 ",
                "<iframe src='http://store.steampowered.com/widget/351970/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Tales of Symphonia",
        "day":"2016年2月2日",
        "dvlp":"BANDAI NAMCO Entertainment Inc.",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"125",
        "clas":["角色扮演","日本动画 ","奇幻","冒险","剧情丰富"],
        "txt1":"FIRST TIME ON STEAM – Based on the PlayStation®3 port of the original GameCube game, this RPG classic is finally available for PC. ",
        "txt2":["THE EPIC BATTLE FOR SURVIVAL",
                "In a dying world, legend has it that a Chosen One will one day rise from amongst the people and the land will be reborn. The line between good and evil blurs in this epic adventure where the fate of two interlocked worlds hangs in the balance. ",
                "AN EPIC ADVENTURE – Over 80 hours of gameplay in this epic, emotionally charged storyline.",
                "REAL-TIME 3D BATTLE SYSTEM – Experience the fierce, action-packed battle system. Combine hundreds of special attacks and magic spells.",
                "A CLASSIC ART STYLE LIVES ON – Become absorbed in endearing cel-shaded characters designed by renowned artist Kosuke Fujishima",
                "FIRST TIME ON STEAM – Based on the PlayStation®3 port of the original GameCube game, this RPG classic is finally available for PC. ",
                "<iframe src='http://store.steampowered.com/widget/372360/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"GOD EATER 2 Rage Burst",
        "day":"2016年8月29日",
        "dvlp":"BANDAI NAMCO Studio",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"5",
        "icon":["win"],
        "money":"268",
        "clas":["角色扮演","日本动画 ","动作","狩猎","自创角色"],
        "txt1":"Swear your oath as a GOD EATER and drive back the supernatural harbingers of Earth’s destruction. Buy GOD EATER 2 Rage Burst and get GOD EATER Resurrection FOR... ",
        "txt2":["Start your journey in GOD EATER Resurrection as a new member of the GOD EATER elit squad. Your mission is to defeat the Aragami and gather material from them for research, but you come to realize that you are being drawn in to a giant conspiracy that will irreversibly alter the fate of humanity. Three years after the events of GOD EATER Resurrection, a mysterious red rain sparks a fatal pandemic called the Black Plague. Members of the Special Unit “Blood”, an affiliate of the Fenrir Organization, are sent to investigate... ",
                "<iframe src='http://store.steampowered.com/widget/438490/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"Project CARS",
        "day":"2015年3月16日",
        "dvlp":"Slightly Mad Studios",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"181",
        "clas":["竞速","模拟 ","驾驶","拟真","多人","体育","单人"],
        "txt1":"Project CARS is the ultimate driver journey! ",
        "txt2":["<b>Project CARS</b> is the ultimate driver journey! ",
                "Guided, tested, and approved by a passionate community of racing fans and real-life drivers, Project CARS represents the next-generation of racing simulation as the ultimate combination of fan desire and developer expertise. ",
                "Discover an unrivaled immersion fuelled by world-class graphics and handling that allows you to truly feel the road. Create a driver, pick from a huge variety of motorsports in a dynamic career mode and write your own tale in an intense online multiplayer. ",
                "Featuring the largest track roster of any recent racing game with a ground-breaking dynamic time of day & weather system, deep tuning & pit stop functionality, and support for Oculus Rift and 12K ultra HD resolution, Project CARS leaves the competition behind in the dust. ",
                "• <b>BEYOND REALITY: </b><br/>Next-gen graphics, authentic handling, playable via Oculus Rift and 12K Ultra HD resolution ",
                "• <b>BEYOND REALITY: </b><br/>Guided, tested and approved by fans & pilots for the perfect gameplay balance ",
                "• <b>BEYOND REALITY: </b><br/>Master a variety of motorsports & unprecedented track roster in a sandbox career mode ",
                "<iframe src='http://store.steampowered.com/widget/234630/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"DRAGON BALL XENOVERSE",
        "day":"2015年2月27日",
        "dvlp":"DIMPS ",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"334",
        "clas":["日本动画","格斗","动作","多人","自创角色","龙"],
        "txt1":"DRAGON BALL XENOVERSE revisits famous battles from the series through your custom Avatar and other classic characters. New features include the mysterious Toki Toki City, new gameplay mechanics, new animations and many other amazing features!",
        "txt2":["Goku And Friends' Fierce Battles Will Be Reborn!",
                "FOR THE FIRST TIME EVER, THE DRAGON BALL UNIVERSE IS COMING TO STEAM! ",
                "DRAGON BALL XENOVERSE revisits famous battles from the series through your custom Avatar, who fights alongside Trunks and many other characters. Will the strength of this partnership be enough to intervene in fights and restore the Dragon Ball timeline we know? New features include the mysterious Toki Toki City, new gameplay mechanics, new character animations and many other amazing features to be unveiled soon!",
                "Features",
                "• CUSTOM AVATAR – Players create their very own Dragon Ball character to take their place in the Dragon Ball world! Choose Earthling, Majin, Saiyan, Namekian or Frieza Clansman and start battling! ",
                "• NEW LOCATION - A once dormant clock has started to tick again in the enigmatic and futuristic Toki Toki City! ",
                "• NEW CHARACTERS - Mira, an android trying to become the strongest creature in the universe; Towa, a dark scientist coming from a demonic world; The Supreme Kai of Time, a deity who appeared 75,000,000 years ago and her companion bird Tokitoki, a very powerful lifeform that can produce time! ",
                "• THE MASTER SYSTEM - Choose an original Dragon Ball character as a Master to train under. Your skill set and training excersizes will vary depending on the Master you choose. Your Master may even suddenly appear in battle to assist you! ",
                "• STRONG IMMERSION - Inspired by one of the most famous series ever created. ",
                "• IMPROVED GAMEPLAY - Expeience a new, fast paced, and technical battle system.",
                "<iframe src='http://store.steampowered.com/widget/323470/54474/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"NARUTO SHIPPUDEN Ultimate Ninja STORM 4",
        "day":"2016年2月5日",
        "dvlp":"CyberConnect2 Co. Ltd. ",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"334",
        "clas":["日本动画","格斗","动作","多人","忍者","冒险"],
        "txt1":"The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen !",
        "txt2":["The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen in the NARUTO SHIPPUDEN: Ultimate Ninja STORM series!",
                "Prepare for the most awaited STORM game ever created!",
                "<iframe src='http://store.steampowered.com/widget/349040/85127/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"NARUTO SHIPPUDEN Ultimate Ninja STORM Revolution",
        "day":"2014年9月16日",
        "dvlp":"CyberConnect2 Co., Ltd. ",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"200",
        "clas":["日本动画","格斗","动作","多人","忍者","冒险"],
        "txt1":"THE REVOLUTIONARY STORM SERIES RETURNS! Live a new experience in the deep & rich NARUTO environment. Tons of new techniques, enhanced mechanics, over 100 playable characters & Support Ninjas, and a brand new exclusive character (Mecha-Naruto) designed by Masashi ",
        "txt2":["<b>THE REVOLUTIONARY STORM SERIES RETURNS! </b><br/>The latest instalment of the NARUTO SHIPPUDEN: Ultimate Ninja STORM series will offer players a new experience in the deep & rich NARUTO environment. Tons of new techniques, enhanced mechanics, over 100 playable characters & Support Ninjas, and a brand new exclusive character (Mecha-Naruto) designed by Masashi Kishimoto. ",
                "Ninja Battle Action - Amazing fights and original animation heighten the incredible action and interactive experience of the STORM series like never before. ",
                "Improved Gameplay - New Gameplay mechanics with the powerful Combo Ultimate Jutsu and combined attacks. ",
                "Never-before-seen Roster –100 Playable & Support Ninjas, including new characters and variations appearing for the first time! ",
                "Exclusive Character - A brand new character (Mecha-Naruto) designed by Masashi Kishimoto exclusively for the game. ",
                "Ninja World Tournament - A fresh and thrilling single player mode where 4 different Ninjas brawl and the one gathering the most Battle orbs wins! ",
                "The Akatsuki origins revealed! - For the first time ever, the untold story behind the infamous gang will be told through an animation woven into gameplay!",
                "<iframe src='http://store.steampowered.com/widget/272510/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"One Piece Burning Blood",
        "day":"2016年9月2日",
        "dvlp":"CyberConnect2 Co., Ltd. ",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"334",
        "clas":["日本动画","格斗","动作","多人","海贼","冒险"],
        "txt1":"The game that all One Piece fans have been waiting for. One Piece Burning Blood is a dynamic and colourful new fighting game featuring the world’s most famous pirate: Monkey D. Luffy.",
        "txt2":["This amazing ONE PIECE BURNING BLOOD - Gold Edition includes the game along with all the content from the Wanted Pack, Wanted Pack 2! ",
                "4 new playable characters ",
                "6 alternate versions of playable characters ",
                "14 costumes ",
                "5 customized HUDs ",
                "+ the exclusive Platinum Luffy costume",
                "One Piece Burning Blood is a dynamic and colourful new fighting game featuring the world’s most famous pirate: Monkey D. Luffy. ",
                "GEAR UP FOR THE FIGHT!",
                "<iframe src='http://store.steampowered.com/widget/425220/103371/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"One Piece Pirate Warriors 3",
        "day":"2015年8月28日",
        "dvlp":"KOEI TECMO GAMES CO., LTD. ",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"334",
        "clas":["日本动画","格斗","动作","砍杀","海贼","冒险"],
        "txt1":"Enjoy the original story of ONE PIECE from Fuschia Village to the mysterious kingdom of Dressrosa. Will your resolution be strong enough to defeat the most dangerous pirates, including Doflamingo and many more?",
        "txt2":["ADVENTURES OF LUFFY AND HIS STRAW HAT CREW ARE COMING TO PC! ",
                "Enjoy the original story of ONE PIECE from Fuschia village, where everything has started, to the kingdom of Dressrosa, a mysterious island dominated by the evil Donquixote.Doflamingo.",
                "Will your resolution be strong enough to defeat the most dangerous pirates, including Doflamingo and many more? ",
                "Gather every member of the Straw Hat Crew, like in the original story, sail to the most emblematic places and enter the most epic battles: Marineford, Fish-Man Island, Punk Hazard and Dressrosa! ",
                "One Piece Pirate Warriors 3 brings you many exciting improved and new features, including: ",
                "Higher quality graphics and animation: the One Piece universe has never been depicted so faithfully ",
                "Number of Popular characters weaving the stories greatly increased: Sabo, Doflamingo, Fujitora and many more! ",
                "Improved gameplay and incredible new co-op actions (no Online Co-op) ",
                "KOEI TECMO GAMES and BANDAI NAMCO Entertainment.",
                "<iframe src='http://store.steampowered.com/widget/331600/77079/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"DARK SOULS™ III",
        "day":"2016年4月12日",
        "dvlp":"FromSoftware, Inc.",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"268",
        "clas":["暗黑奇幻","困难","氛围","角色扮演","故事架构丰富","动作"],
        "txt1":"Dark Souls即将推出极具话题性及代表性的系列新作。",
        "txt2":["─赢得gamescom 2015 《Best RPG》 奖项，以及于2015 E3展获得超过35项奖项及提名─",
                "DARK SOULS™ III为即将推出，极具话题性及代表性的系列新作。",
                "当火渐熄，世界趋于毁灭，您将再踏上面临更多磨难、大量敌人与难关的旅途。玩家将沉浸在史诗氛围的世界之中，感受更快速的游玩节奏与棘手的战斗强度带来的黑暗气息。不论新手或是老玩家，都将因著名的游戏体验、实境般的游戏画面为之着迷。",
                "如今仅剩余火尚存……作好准备，再次拥抱黑暗！ ",
                "<iframe src='http://store.steampowered.com/widget/374320/69024/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"DARK SOULS™ II Scholar of the First Sin",
        "day":"2015年4月2日",
        "dvlp":"FromSoftware, Inc.",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"251",
        "clas":["暗黑奇幻","困难","氛围","角色扮演","第三人称视角","动作"],
        "txt1":"DARK SOULS™ II: Scholar of the First Sin brings the franchise’s renowned obscurity & gripping gameplay to a new level. Join the dark journey and experience overwhelming enemy encounters, diabolical hazards, and unrelenting challenge. ",
        "txt2":["Gamers are in for a big surprise in DARK SOULS™ II: Scholar of the First Sin. An unforgettable journey awaits you in a breathtaking world where each dark corner and unexpected encounter will test your resolve. Go beyond what you thought was possible and discover incredible challenge and intense emotional reward. Whether you’ve previously played DARK SOULS™ II, or are new to the award-winning franchise, you are in for an entirely different experience with this exclusive, “Director’s Cut” version of the game. ",
                "- The definitive edition of DARK SOULS™ II. DARK SOULS™ II: Scholar of the First Sin includes all the DARK SOULS™ II content released to-date in one package and much more! ",
                "- A brand new experience and challenge. Enemy placement has been overhauled, resulting in a completely different play dynamic than experienced before. The safe zones that some players remembered are no longer safe! A new NPC invader called Forlorn will also play a key role in changing the gameplay experience. Hardened players will have to forget everything they thought they knew about DARK SOULS™ II.",
                "- Online play has been enhanced with the addition of a special item to regulate souls acquired in battle - it’s now possible to match up more consistently online. The number of players who can participate in an online session has also been increased, from 4 to 6 people, completely changing the online play dynamic.",
                "DARK SOULS™ II: Scholar of the First Sin brings the franchise’s renowned obscurity & gripping gameplay to a new level. Join the dark journey and experience overwhelming enemy encounters, diabolical hazards, and unrelenting challenge. ",
                "<iframe src='http://store.steampowered.com/widget/335300/55366/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    },
    {
        "name":"DARK SOULS™ Prepare To Die™ Edition",
        "day":"2012年8月24日",
        "dvlp":"FromSoftware",
        "isbn":"BANDAI NAMCO Entertainment",
        "img":"10",
        "icon":["win"],
        "money":"125",
        "clas":["暗黑奇幻","困难","氛围","角色扮演","第三人称视角","动作"],
        "txt1":"《黑暗灵魂》里没有一个地方是真正安全的，随着游戏天数与困难度的增加，这将会是你今年玩过最具挑战的游戏。 ",
        "txt2":["<b>New Content for PC</b>",
                "Dark Souls™: Prepare to Die™ Edition will include an untold chapter in the world of Lordran. Sent back to the past, player will discover the story when Knight Artorias still lives. ",
                "New Bosses – Including Black Dragon, Sanctuary Guardian, Artorias of the Abyss. ",
                "PVP Arena & Online Matchmaking System – Quick matching for players to play 1vs1, 2vs2 and 4 player battle royal. ",
                "New Areas – Including Oolacile Township, Oolacile Sanctuary, Royal Wood, Battle of Stoicism which is the training ground for online PVP battles. ",
                "New Enemies – Including Wooden scarecrows, Chained Prisoner, Stone Knight. ",
                "New NPCs – Including Hawkeye Gough, Elizabeth (keeper of the sanctuary). ",
                "New Weapons and Armor – Equip some from the new bosses, enemies, and NPCs ",
                "<b>New Content for PC</b>",
                "Dark Souls is the new action role-playing game from the developers who brought you Demon’s Souls, FromSoftware. Dark Souls will have many familiar features: A dark fantasy universe, tense dungeon crawling, fearsome enemy encounters and unique online interactions. Dark Souls is a spiritual successor to Demon’s, not a sequel. Prepare for a new, despair-inducing world, with a vast, fully-explorable horizon and vertically-oriented landforms. Prepare for a new, mysterious story, centered around the the world of Lodran, but most of all, prepare to die. You will face countless murderous traps, countless darkly grotesque mobs and several gargantuan, supremely powerful demons and dragons bosses. You must learn from death to persist through this unforgiving world. And you aren’t alone. Dark Souls allows the spirits of other players to show up in your world, so you can learn from their deaths and they can learn from yours. You can also summon players into your world to co-op adventure, or invade other's worlds to PVP battle. New to Dark Souls are Bonfires, which serve as check points as you fight your way through this epic adventure. While rested at Bonfires, your health and magic replenish but at a cost, all mobs respawn. Beware: There is no place in Dark Souls that is truly safe. With days of game play and an even more punishing difficulty level, Dark Souls will be the most deeply challenging game you play this year. Can you live through a million deaths and earn your legacy?",
                "<iframe src='http://store.steampowered.com/widget/211420/' frameborder='0' width='100%' height='200'></iframe>"
                ]
    }
    ]
}
